Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Likes.xcstrings
Source language: en
Languages: de, es, fr, it, nl, sv

source: %@ liked your %@
de: %1$@ hat dein %2$@ geliked
es: A %1$@ le gustó tu %2$@
fr: %1$@ a aimé votre %2$@
it: A %1$@ è piaciuto il tuo %2$@
nl: %1$@ vond je %2$@ leuk
sv: %1$@ gillade din %2$@

source: Be the first to like this
de: Sei der Erste, der das liked
es: Sé el primero en dar me gusta
fr: Soyez le premier à aimer
it: Sii il primo a mettere mi piace
nl: Wees de eerste die dit leuk vindt
sv: Var först med att gilla

source: Liked by
de: Geliked von
es: Le gusta a
fr: Aimé par
it: Piace a
nl: Leuk gevonden door
sv: Gillad av

source: Liked by %@
de: Geliked von %@
es: Le gusta a %@
fr: Aimé par %@
it: Piace a %@
nl: Leuk gevonden door %@
sv: Gillad av %@

source: Liked by %@ and 1 other
de: Geliked von %@ und 1 anderem
es: Le gusta a %@ y 1 otro
fr: Aimé par %@ et 1 autre
it: Piace a %@ e 1 altro
nl: Leuk gevonden door %@ en 1 ander
sv: Gillad av %@ och 1 annan

source: Liked by %@ and %lld others
de: Geliked von %1$@ und %2$lld anderen
es: Le gusta a %1$@ y %2$lld otros
fr: Aimé par %1$@ et %2$lld autres
it: Piace a %1$@ e %2$lld altri
nl: Leuk gevonden door %1$@ en %2$lld anderen
sv: Gillad av %1$@ och %2$lld andra

source: liked your
de: hat dein geliked
es: le gustó tu
fr: a aimé votre
it: ha messo mi piace al tuo
nl: vond je leuk
sv: gillade din

source: No likes
de: Keine Likes
es: Sin me gusta
fr: Aucun j'aime
it: Nessun mi piace
nl: Geen likes
sv: Inga gillar

source: No likes yet
de: Noch keine Likes
es: Aún no hay me gusta
fr: Pas encore de j'aime
it: Ancora nessun mi piace
nl: Nog geen likes
sv: Inga gillar ännu

source: Tap to like or unlike
de: Tippen zum Liken oder Entliken
es: Toca para dar o quitar me gusta
fr: Appuyez pour aimer ou ne plus aimer
it: Tocca per mettere o togliere mi piace
nl: Tik om leuk te vinden of niet meer
sv: Tryck för att gilla eller sluta gilla

source: You liked this
de: Dir gefällt das
es: Te gusta esto
fr: Vous aimez ceci
it: Ti piace
nl: Jij vindt dit leuk
sv: Du gillar detta

source: %lld likes
es: %lld me gusta
fr: %lld j'aime
it: %lld mi piace
sv: %lld gillar

source: 1 like
es: 1 me gusta
fr: 1 j'aime
it: 1 mi piace
sv: 1 gillar
